IDEA Open Model
BoltParam.Angles Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the groups and positions for angles.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public NumberGroups Angles { get; set; }
Public Property Angles As NumberGroups
	Get
	Set
Property Value
Type: NumberGroups
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace